<template>
	<div class="zuzhi">
		<div class="main">
			<zutop :name = "name" />
			<div class="header"><h2>组织架构</h2></div>
			<div class="ibox-content clearfix">
				<ul class="tab-tilte list-group">
					<li class="head" @click="cur = 0" :class="{ active: cur == 0 }">
						<div>
							<em class="lis">▁</em>
							<i class="hui">■</i>
							<span>党委</span>
						</div>
					</li>
					<li @click="cur = 1" :class="{ active: cur == 1 }">
						<div>
							<i class="hui">■</i>
							<span>党委书记</span>
						</div>
						<ul class="z-list-tow">
							<li>
								<span>吕卫东</span>
								<span>党委书记</span>
								<span>18963486033</span>
							</li>
						</ul>
					</li>
					<li @click="cur = 2" :class="{ active: cur == 2 }">
						<div>
							<i class="hui">■</i>
							<span>党委副书记</span>
						</div>
						<ul class="z-list-tow">
							<li>
								<span>王庆成</span>
								<span>党委副书记</span>
								<span>18963486033</span>
							</li>
							<li>
								<span>罗学智</span>
								<span>党委副书记</span>
								<span>18963486033</span>
							</li>
						</ul>
					</li>
					<li @click="cur = 3" :class="{ active: cur == 3 }">
						<div>
							<i class="hui">■</i>
							<span>纪委书记</span>
						</div>
						<ul class="z-list-tow">
							<li>
								<span>付德营</span>
								<span>纪委书记</span>
								<span>18963486033</span>
							</li>
						</ul>
					</li>
					<li @click="cur = 4" :class="{ active: cur == 4 }">
						<div>
							<i class="hui">■</i>
							<span>其他党委书记</span>
						</div>
						<ul class="z-list-tow">
							<li>
								<span>张效青</span>
								<span>纪检书记</span>
								<span>18963486033</span>
							</li>
						</ul>
					</li>
					<li class="head" @click="cur = 5" :class="{ active: cur == 5 }">
						<div>
							<em class="lis">▁</em>
							<i class="hui">■</i>
							<span>党支部</span>
						</div>
					</li>
					<li @click="cur = 6" :class="{ active: cur == 6 }">
						<div>
							<i class="hui">■</i>
							<span>支部书记</span>
						</div>
						<ul class="z-list-tow">
							<li>
								<span>吕卫东</span>
								<span>支部书记</span>
								<span>18963486033</span>
							</li>
						</ul>
					</li>
					<li @click="cur = 7" :class="{ active: cur == 7 }">
						<div>
							<i class="hui">■</i>
							<span>支部副书记</span>
						</div>
						<ul class="z-list-tow">
							<li>
								<span>武保华</span>
								<span>支部副书记</span>
								<span>18963486033</span>
							</li>
							<li>
								<span>许俊华</span>
								<span>支部副书记</span>
								<span>18963486033</span>
							</li>
						</ul>
					</li>
					<li @click="cur = 8" :class="{ active: cur == 8 }">
						<div>
							<i class="hui">■</i>
							<span>纪检员</span>
						</div>
						<ul class="z-list-tow">
							<li>
								<span>王子生</span>
								<span>纪检员</span>
								<span>18963486033</span>
							</li>
							<li>
								<span>刘杰</span>
								<span>纪检员</span>
								<span>18963486033</span>
							</li>
						</ul>
					</li>
					<li @click="cur = 9" :class="{ active: cur == 9 }">
						<div>
							<i class="hui">■</i>
							<span>组织员</span>
						</div>
						<ul class="z-list-tow">
							<li>
								<span>尚绪波</span>
								<span>组织员</span>
								<span>18963486033</span>
							</li>
							<li>
								<span>魏立培</span>
								<span>组织员</span>
								<span>18963486033</span>
							</li>
						</ul>
					</li>
					<li @click="cur = 10" :class="{ active: cur == 10 }">
						<div>
							<i class="hui">■</i>
							<span>其他委员</span>
						</div>
						<ul class="z-list-tow">
							<li>
								<span>刘彬</span>
								<span>培训员</span>
								<span>18963486033</span>
							</li>
							<li>
								<span>亓志永</span>
								<span>宣传员</span>
								<span>18963486033</span>
							</li>
						</ul>
					</li>
					<li class="head" @click="cur = 11" :class="{ active: cur == 11 }">
						<div>
							<i class="hui">■</i>
							<span>党员</span>
						</div>
						<ul class="z-list-tow">
							<li>
								<span>李兆军</span>
								<span>党员</span>
								<span>18963486033</span>
							</li>
							<li>
								<span>李秋凤</span>
								<span>党员</span>
								<span>18963486033</span>
							</li>
							<li>
								<span>朱振钊</span>
								<span>党员</span>
								<span>18963486033</span>
							</li>
							<li>
								<span>李梅都</span>
								<span>党员</span>
								<span>18963486033</span>
							</li>
						</ul>
					</li>
				</ul>
				<div class="tab-content">
					<div v-show="cur == 0">
						<h3>党委基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
					<div v-show="cur == 1">
						<h3>党委书记基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
					<div v-show="cur == 2">
						<h3>党委副书记基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
					<div v-show="cur == 3">
						<h3>纪委书记基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
					<div v-show="cur == 4">
						<h3>其他党委成员基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
					<div v-show="cur == 5">
						<h3>党支部基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
					<div v-show="cur == 6">
						<h3>支部书记基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
					<div v-show="cur == 7">
						<h3>支部副书记基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
					<div v-show="cur == 8">
						<h3>纪检员基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
					<div v-show="cur == 9">
						<h3>组织员基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
					<div v-show="cur == 10">
						<h3>其他委员基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
					<div v-show="cur == 11">
						<h3>党员基本职责任务：</h3>
						<hr />
						<p>党委工作职责</p>
						<p>1、认真贯彻执行党的路线、方针、政策和学校的各项规章，充分发挥学院党委的政治核心作用。</p>
						<p>2、加强党的思想建设、组织建设、作风建设和制度建设。</p>
						<p>3、加强院领导班子自身建设。参与讨论和决定本单位改革发展及教学、科研、人才培养和管理工作中的重要事项。</p>
						<p>4、加强学习型党组织建设，抓好学院党委中心组和教职工的理论学习。</p>
						<p>5、组织领导学院精神文明建设，营造良好的校风、教风和学风。</p>
						<p>6、抓好党支部建设，充分发挥党支部的战斗堡垒作用。</p>
						<p>7、积极慎重地做好发展党员工作。开展师生入党积极分子培训和全院的党员教育培训工作。</p>
						<p>8、抓好党风廉政建设，落实党风廉政建设责任制。</p>
						<p>9、领导本单位工会、教代会、共青团、学生会等群众组织，做好统战、离退休老同志的工作。</p>
						<p>10、协助校党委做好统一战线和党外人士的联系工作。</p>
						<p>
							11、全面负责学院师生的思想政治教育和日常管理工作。负责学院新生的生涯规划、毕业生的就业指导及学生社区工作，负责学院家庭经济困难等特殊学生群体的解困工作等等。
						</p>
						<p>12、负责学院学生工作队伍的建设工作；制定并完善学院学生工作相关的各项制度。</p>
						<p>13、指导分团委、研究生会、学生会、学生科协等学生组织的工作。</p>
						<p>14、指导院办公室做好管理、服务工作。</p>
					</div>
				</div>
			</div>
		</div>
	</div>
</template>

<script>
import zutop from '../plugins/zutop.vue'
export default {
	name: 'zuzhi',
	data() {
		return {
			cur: 0,
			name:'组织架构'
		};
	},
	components:{
		zutop
	}
};
</script>

<style scoped>
.zuzhi {
	margin-left: 280px;
	padding: 50px 15px 0;
}
.main {
	margin: 20px 15px 25px;
	background: #fff;
}
.main .header {
	padding: 14px 15px 7px;
	min-height: 48px;
	font-size: 14px;
	color: rgb(103, 106, 108);
	border-top: 4px solid #e7eaec;
	box-sizing: border-box;
}
.header h2 {
	font-size: 14px;
	color: rgb(103, 106, 108);
}
.ibox-content {
	padding: 15px 20px 20px;
	border-top: 1px solid #e7eaec;
	min-height: 620px;
}
.ibox-content .tab-tilte,
.ibox-content .tab-content {
	width: 50%;
	box-sizing: border-box;
	padding: 0 15px;
	float: left;
}
.ibox-content h3 {
	margin-top: 5px;
	margin-bottom: 10px;
	color: #686b6d;
	font-size: 16px;
}
hr {
	margin-top: 20px;
	margin-bottom: 20px;
	border: 0;
	border-top: 1px solid #eee;
}
.tab-content p {
	line-height: 19px;
	color: #686b6d;
	margin-bottom: 10px;
	font-size: 13px;
}
.list-group {
	margin-bottom: 20px;
}
.list-group > li {
	background-color: inherit;
	border: 1px solid #e7eaec;
	display: block;
	margin-bottom: -1px;
	padding: 10px 15px;
	position: relative;
	color: #686b6d;
	cursor: pointer;
}
.list-group > li > div {
	box-sizing: border-box;
	height: 20px;
	display: flex;
	align-items: center;
}
.list-group > li.active {
	color: #fff;
	background: #438bca;
}
.list-group > li .lis {
	font-size: 20px;
	position: relative;
	left: 0;
	top: -10px;
}
.list-group > li .hui {
	margin-right: 6px;
	margin-left: 30px;
	font-size: 22px;
	position: relative;
	left: 0;
	top: -3px;
}
.list-group > li.head .hui {
	margin-left: 10px;
}
.list-group > li span {
	font-weight: bold;
	font-size: 13px;
}
.list-group > li.active .z-list-tow {
	display: block;
}
.z-list-tow {
	list-style: none;
	position: relative;
	background: #fff;
	color: #000;
	margin: 0 -15px -10px;
	left: 0;
	right: 0;
	margin-top: 10px;
	display: none;
}
.z-list-tow li {
	border-bottom: 1px solid #e7eaec;
	padding: 10px 0px;
	background: #e7fbf0 !important;
}
.z-list-tow span {
	width: 33.333%;
	display: inline-block;
	text-align: center;
	font-weight: normal !important;
}
</style>
